{"meta":{"title":"小猴","subtitle":"他超爱凡凡啊","description":"春暖花开","author":"Hou","url":"http://JK129.github.io/blog","root":"/blog/"},"pages":[{"title":"categories","date":"2020-02-19T12:34:48.000Z","updated":"2020-02-19T12:34:48.682Z","comments":true,"path":"categories/index.html","permalink":"http://jk129.github.io/blog/categories/index.html","excerpt":"","text":""},{"title":"tags","date":"2020-02-19T12:33:32.000Z","updated":"2020-02-19T12:33:32.343Z","comments":true,"path":"tags/index.html","permalink":"http://jk129.github.io/blog/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"愿世间美好与你环环相扣","slug":"愿世间美好与你环环相扣","date":"2020-02-18T12:13:05.000Z","updated":"2020-02-22T07:56:01.727Z","comments":true,"path":"2020/02/18/愿世间美好与你环环相扣/","link":"","permalink":"http://jk129.github.io/blog/2020/02/18/%E6%84%BF%E4%B8%96%E9%97%B4%E7%BE%8E%E5%A5%BD%E4%B8%8E%E4%BD%A0%E7%8E%AF%E7%8E%AF%E7%9B%B8%E6%89%A3/","excerpt":"都说灵魂若失去了庙宇，雨水就会滴在心上，今夜，想为你写故乡……人的故乡，并不止于一块特定的土地，而是一种辽阔无比的心情，不受空间和时间的限制，这心情一经唤起，就是你已经回到了故乡。","text":"都说灵魂若失去了庙宇，雨水就会滴在心上，今夜，想为你写故乡……人的故乡，并不止于一块特定的土地，而是一种辽阔无比的心情，不受空间和时间的限制，这心情一经唤起，就是你已经回到了故乡。 奈何随着一个人年龄的增长，梦想便不复轻盈。他开始用双手掂量生活，更看重果实而非花朵。我想和你听午后长廊的风，徐徐缓缓，像三千年前诗经里盛夏的莲开。我想和你看月亮，苍花寥廓的银河，漫天的星子，一个是你，一个是我。我想隐居江南，和赏心悦目的你，于桌案书写。看铜炉的烟，吹去窗外，和庭前的云，相约白头。 想隐居江南，有山有水，还有一树一树的梅。我想隐居江南，种满院的花，煮一壶新茶，闻它的香，不喝。和一个年华正好的人相爱。然后，再一起将光阴虚度。我想晨起和你漫步，盛几碗荷露，在小舟上品茗。茶只记得我们相聚忘记别离。 我在江南，和你等一场烟雨，油纸伞下，有我们爱过也辜负过的时光。我在江南，只为等你。 和喜爱的人隐居江南，不求地老天荒，只争一朝一夕。在烟雨旧窗下，煮一壶茶，安静对饮，忘记岁月的悲伤。无论彼此容颜如何老去，内心永远澄净安宁，清雅如梅。不管下一世在人间会不会相遇，亦要珍爱这一段虚度了亦辜负过的时光。 匆匆人世，不过百年，我们亦只是时光缝脱里遗备的细碎美丽，转高成尘。不求在最美的年华遇见最好的人，只愿在有生之年得以相逢，经城终老。在植满草木的庭院，漫煮闲茶，相看一生。有一种爱，到了境界便再也不必盟誓，亦无须约定，自是安然携手，白首不离。生生世世的情缘，只托付给一人，此后不再纠缠于情爱。纵有万般劫数，亦彼此依相伴，终不惧流光消磨。愿今生可以将自己妥善安排，不再尘海飘零；愿河山静美，永不分离； 愿执子之手，梦老江南。落叶空山，年华向晚。梅庄静坐，焚香品茗，日子看似是一种简单的重复，可窗外之景分明随着光阴变幻，深浓有序。流光寂寂，当真是无茶不欢，无茶不静。 佛说，净心守志，断欲无求，当得宿命。到底入世不深，又少与人相交，不问外界风云，只愿在万紫千红的人间往来，依旧梅花之身。 走过繁城高楼闹市，行经小镇石桥长巷，多番心生倦意。时刻想放下行囊，做个寻常的街坊小户人家女子，无有不好。人生本无所依从，无所寄托，我亦不要怀古，不要思今，就这般请谈自持，看晓风晨露。 带着江南的温丽，江南的婉约。它简洁优雅，古朴天然，不受世事侵扰，不与凡尘相争。它是我清谈人生的栖居之地，是我在烟火红尘的修行道场。我非隐士高人，亦非佛前芥子，不过是喜好简约的生活，向往宁和的日子。 我曾说，我居之所，皆是梅庄；我爱之物，皆为静美。梅庄小院，一石一景，皆是天然；一草一木，皆有性灵。绿藤爬满了墙院，闲云游走于窗台，茶香弥漫于雅室，琴音流淌在庄园。这里的门常年落锁，无有生人打扰，这里的主人不是避世，她不爱纷繁爱清寂，不慕华丽好简约。静若莲花、安然于世，从容不惊。我亦只是用战之人寻常之资，素日临案写字，隔帘听雨，打理花草，品茶赏玉。 只守着安稳现世，洁身自好，达观贞静。真正有修为之人，不避纷繁世态，不惧光阴消磨，无意岁月短长，只愿在最美的年华里，遇见最合适的人，做最幸福的事。 我岂会不知人间何处不红尘？岂不知桃源仙境亦为世俗人家？而浮世也有清流幽润，也可坐禅修行。佛云，心净则国土净，心安则众生安，心平则天下平。世情如镜，照影照心，有时觉得自己是个雅客，有时又甘愿做个凡人，纵入俗流，终不落无常之感。","categories":[],"tags":[{"name":"怀想 祝福","slug":"怀想-祝福","permalink":"http://jk129.github.io/blog/tags/%E6%80%80%E6%83%B3-%E7%A5%9D%E7%A6%8F/"}]},{"title":"自传","slug":"自传","date":"2020-02-17T04:59:35.000Z","updated":"2020-02-17T05:20:52.250Z","comments":true,"path":"2020/02/17/自传/","link":"","permalink":"http://jk129.github.io/blog/2020/02/17/%E8%87%AA%E4%BC%A0/","excerpt":"敬爱的党组织： 本人侯强，性别男，1998年6月23日出生，籍贯陕西榆林，学历高中，政治面貌共青团员，现就读于天津工业大学计算机科学与技术学院计算机1701班，攻读计算机科学与技术学位。","text":"敬爱的党组织： 本人侯强，性别男，1998年6月23日出生，籍贯陕西榆林，学历高中，政治面貌共青团员，现就读于天津工业大学计算机科学与技术学院计算机1701班，攻读计算机科学与技术学位。 ​ 我于1998年6月23日出生于陕西省榆林市子洲县的一个普通农村家庭，父亲侯保林，民族汉族，1971年10月1日出生，籍贯陕西省子洲县，政治面貌群众，工作单位无；母亲李彩红，民族汉族，1972年1月9日出生，籍贯陕西省王益区，政治面貌群众，工作单位无。​ 2005年9月至2011年9月，我就读于陕西省子洲县西庄小学，在这里开始了我的学习生涯。出生在农村的我，从小父母就告诉我要好好学习，在这样的思想影响下，在这短暂的六年中，我都积极学习各科知识，虽然那时的我还没有周总理那样“为中华之崛起而读书”的崇高觉悟，但是我深深地明白，知识才是梦想的载体，没有科学文化知识，谈何为伟大祖国的繁荣复兴做贡献!并且我在劳动中不怕苦不怕累，积极参加各种集体活动。​ 2008年的5月12日，一个每一个中国人都不会忘记的日子，汶川发生了里氏8.0级地震，举国悲伤。中国有幸有中国共产党在，是他们扛起了抗震救灾、重建家园的重任。他们在抗震救灾中所表现的英勇给我留下了深刻的印象，共产党员的先进性在此刻发挥得淋漓尽致。我自己再一次下定决心，我自己一定要加倍努力，做一名共产主义战士，学好科学文化知识，为祖国的社会主义现代化建设做出应有的贡献，为祖国的灾后重建做出贡献，为祖国的改革开放事业做准备，并为了建设中国特色的社会主义和实现共产主义奋斗终身。在这次地震发生之后，我们学校为此进行了募捐活动，对那时的我来说，一块钱两块钱就想一笔巨款，买到的零食可以让自己高兴很久，但是自己还是毫不犹豫的把他放进了箱子里，现在看来那两块钱真的是微不足道，但是我知道对那时的自己来说，那就是全部。我觉得那时候的我是无比自豪的，我觉得那时系在胸前的红领巾是多么的鲜红，我很开心，在这样的时刻我能做出一些力所能及的事情。​ 2011年9月至2014年9月，我就读于陕西省清涧县昆山中学，在此期间，自己虽然对入党的事情没有太多的了解，但是也是从父母口中有了一些微不足道的了解，这让我入党的念头开始萌芽。这更加坚定了我努力学习的决心。在这三年中，我努力学习各科知识，参加集体活动，培养自己的动手实践能力，并不断提高自己的合作能力，加强自己的集体荣誉感。​ 在进入中学后，自己才感觉到了压力，来自各方面的压力，自己不再是最优秀的，身边厉害的人太多，这让我有一段时间不太适应，最后在同学老师的帮助下，自己渐渐走出了这种窘境，慢慢适应了初中的生活，并明白学习是一个循序渐进的过程，不能急功近利，一口吃不成胖子等等。我也逐渐明白了这一点，调整心态，在接下来的学习中再接再厉。我暗下决心：一定要好好学习，全面发展，在各方面都要起模范带头作用，把自己培养成为跨世纪的社会主义建设者和接班人，为我国的社会主义现代化建设贡献自己的全部力量。在这一思想指导下，我刻苦学习政治理论和科学文化知识，学习成绩优秀，并在初三时担任物理课代表，在平时学习和生活中，努力帮助同学，关心集体，积极参加各种活动。并在初中时加入了中国共产主义青年团，成为一名光荣的共青团员。在加入团组织后，我深知自己对加入团组织的意义和团组织的作用依然认识有所欠缺，于是我主动加强了对团组织的学习，通过学校老师的教育和自己的学习，我明白了加入团组织不仅仅是份荣誉，更意味着一份责任，做为广大青年中的先进代表，广大团员一定要充分发挥先进模范带头作用，积极引导同学共同进步。共青团还是中国共产党的助手和后备军，是党联系青年的桥梁和纽带，是中国共产党领导的先进青年的群众组织，是广大青年在实践中学习中国特色社会主义和共产主义的学校。中国共产主义青年团在中国共产党领导下发展壮大，始终站在革命斗争的前列，有着光荣的历史。在建立新中国，确立和巩固社会主义制度，发展社会主义的经济、政治、文化的进程中发挥了生力军和突击队作用，为党培养、输送了大批新生力量和工作骨干。在加强了对团组织的学习后，我告诫自己一定要戒骄戒躁，继续努力，做好党的助手和后备军，将来继续向党组织靠拢。​ 2010年10月1日18时59分57秒嫦娥二号卫星在西昌卫星发射中心由长征三号丙运载火箭成功发射升空，顺利进入地月转移轨道。嫦娥二号”翻开了中国探月史上跨时代的一页,中国探月工程稳步地由第一期迈入了第二期。航天技术从一个侧面体现了我国的软件水平之高,特别是整合好各个系统之间的复杂关系.火箭、卫星的关系,火箭与发射塔的关系,卫星与测控的关系,卫星与地面系统的关系.除去这些外部的关系,各个系统内部的关系也比较复杂.卫星不是孤立的设备,是一个“长满荆棘”的玫瑰花,无数的发射终端就像玫瑰刺一样与地面保持通讯.嫦娥2号卫星的发射成功,也证明了中华人民共和国航天科技实力,证明了我国的快速发展,也证明了中国共产党的领导是正确的,我们应为我们是中国人而自豪.​ 2014年9月到2017年9月，我就读于陕西省榆林实验中学，这里是离我家有两个小时车程的地方，是一所我们市的中学，我很荣幸我能进入到这里学习，这是对我初中三年努力学习的肯定，也是对我的鼓励。虽然离我家比较远，但是爸爸妈妈仍然不放心我，所以在高三时选择到学校旁边租房子照顾自己的生活，所以我的高中生涯里，生活方面没有太多的不适应；其实最大的挑战还是学习上的，高中的学科知识相对于初中的知识来说会更难，自己在刚开始的时候学习着也比较吃力，而且高中的所要花在学习上的时间也比较长，这让自己很不适应，所以在高一的时候自己一直在调整自己的状态，让自己去适应这个学习节奏，提高自己的学习效率。虽然时间有点长，但是自己还是适应过来了，这还是一件值得高兴地事情。在后来的时间里，自己更加努力的学习，以弥补自己在适应期所留下的基础不好的问题，经过自己的不懈努力，自己进步很大，并在后来的高考中取得了令自己满意的成绩。​ 在此期间，自己除了学习各学科知识，对实时政治也有一定的了解。2015年10月5日，瑞典卡罗琳医学院在斯德哥尔摩宣布，中国女科学家屠呦呦获得诺贝尔奖，是我第一位获得诺贝尔科学奖项的本土中国科学家、第一位获得诺贝尔生理医学奖的华人科学家，由此实现了中国人在自然科学领域诺贝尔奖零的突破。自己在刚知道这个消息的时候，自己也是十分激动的，自己也是十分自豪的。对于屠呦呦自己心里是十分敬佩和尊重的。在这些荣誉中，我看到的不仅仅是她个人的荣誉，还有我们整个国家的荣誉。这不仅仅是一个一项荣誉，更是我们国家越来越强的象征。我觉得国家的繁荣，是依靠我们的努力，少年强则中国强，我们都是新时代的人，拥有更多的便利，我们可以通过互联网更好的了解更多的科技文化知识，现在的一切都越来越信息化，我相信，只要自己努力学习，跟上时代的脚步，不断提高自己各方面的能力，就一定能够为我的国家做出一点微不足道的贡献。​ 在2017年，我迎来了我人生的第一大难关——高考。我很高兴，我顺利度过了这次难关。​ 2017年9月至今，我就读于天津工业大学计算机科学与技术学院计算机科学与技术专业计算机1701班。今年我已经是一名大三的学生，转眼见大学四年的生活已经过去了大半，自己转眼见也要毕业了。回顾进入大学来的这三年，感慨良多。大家都知道，之前的学习都是有家长老师的监督，进入大学后，学习就是自己的事情，不会有老师家长时时刻刻监督着你，也不会有人每天都在你耳边给你说你要好好学习什么的，完全就是自觉。高中的时候老师告诉我们说，你们呀，进入大学就轻松了，直到自己进入了大学，自己才知道并不是那么回事，如果自己想要有一番作为的话或是以后在找工作的过程中轻松些的话，还是要严格要求自己，在大学期间还是要自己约束自己，抵制住来自外界的各种诱惑，努力学习各种知识，积极参加各种活动，提高自己的能力。​ 进入大学以来，大一的时候对自己没有明确的要求，做什么事情都是很无所谓的样子，对学习也不是很上心，一直想着能够过线，不挂科就好。浑浑噩噩的过了一年，后来发现自己一直这样也不行，这样下去以后可能就会成为一个啃老族，自己心里是十分不愿意的。后来在父母的提示下下，自己在学习上有了明确的目标，也渐渐的知道自己要做什么了，然后就一直在朝着那个方向努力。也在努力学习专业知识，尽量让自己多学一些东西，让自己在以后的生活中不会那么窘迫。大三了，自己马上也要开始实习了，也就意味着我即将踏入社会了，这是对我这么多年学习成果的检验，对我能力的检验，我时刻准备着，做最好的自己，也一直相信自己可以。​ 对于入党这事萌芽于初中，高中时候身边没有人提及这事，也就没有过多的去了解。进入大学以后，自己也满足了入党的年龄条件。在自己父母的念叨下以及身边朋友都在写入党申请书的影响下，自己也写了一份入党申请书。虽然入党申请书的撰写有一定的从众行为，但是在后来的不断学习中，自己对入党有了一个新的定义。​ 在2018年3月30日正式成为一名入党积极分子。作为一个入党积极分子，我有着自身的优点，比如我责任心强，吃苦耐劳，学习勤奋刻苦，性格上比较坚强，自制力也较好。但是我还是存在着许多缺点和问题。首先，在学习专业知识基础课程时，我觉得自己思考得也少，对自己信心不足。其实尽管分析解决问题的能力有限，但也不应该抱有悲观的态度在生活中，有时我表现得太过要强，认为许多事情自己都要知道，才算关心集体。其实这只是一种盲目的热情，应该培养自己分析和观察问题的能力。集体固然要关心，但是要做好，做的有效果才行。我可以在自己擅长的环节尽力，同时，在别人做事的时候为他们加油。所起到的效果比事事做，事事做得不专心要来得好。在个人性情和道德修养上，我觉得自己脾气不好，过于耿直，也容易给别人种下了不好的印象，我很清楚地明白“细节决定成败”，这些不足之处一定多下力气加以改正。 ​ 长期以来，我都始终贯穿着自己是入党积极分子的思想，始终不忘自己的身份和使命。我积极参与在集体活动，和大家积极配合完成集体任务;团结。同学，关心同学，尽量发挥自己的作用，作一些力所能及的事情;在生活上勤俭节约，作风正派，无不良影响。我十分感激党组织对我的信任，给了我培养为人民服务，增长才干，锻炼提高自己的极好机会。​ 2019年10月4日正式成为一名发展对象，成为发展对象的那一刻，我深刻明白，自己离党组织又更近了一步，这让我更加坚定了在以后的日子里更要严格要求自己的决心。在不断的学习中，我明白了入党不仅仅是行为上的入党，更重要的是思想上的入党，只有思想上的入党，才是真正的入党。在以后的日子里，我会积极努力学习有关党的一切知识，遵守党的纪律制度，履行自己的义务，争取早日入党。​ 在2017年10月，党的十九大顺利召开。党的十九大精神以及习近平总书记作的报告内容博大精深、意义深远，我们每个人都应该学习好、领会好，结合自身工作性质贯彻好十九大精神。认真研究十九大精神的中心思想，在实际工作中坚持十九大精神为思想指导，只有在实践中学以致用才能真正贯彻好十九大精神。在思想上提高认识，将自身思想和行为统一到十九大精神上，把所学所想所感悟到的都转化为推动工作的强大动力，努力为实现中华民族伟大复兴的中国梦贡献力量。​ 学习贯彻党的十九大精神，有三个关键。一是关键在坚。坚定立场、把握方向，始终坚持中国共产党的领导。二是关键在学。学深悟透、常学常新，不断提升能力素养。三是关键在实。认真尽责、加压奋进，全力以赴抓好落实。党的十九大是一场提醒我们不忘初心、团结奋进的盛大会议，极大限度的激发了我国人民为实现中国梦而奋进的决心，同时也给予了我们定会实现美好梦想的信念，具有非同一般的意义。少年强则中国强，作为新时代的一份子，我深知自己应该努力学习科学文化知识，提高自己各方面的能力。为中国梦献出自己的一点力。​ 我知道要想入党仅仅学习十九大报告是远远不够的，除了这些我要学习的还有很多，要不断提高自己的思想觉悟，理论联系实践，在实践中去完善自己。在不断的进步中去端正自己的入党动机，让自己一步步向党组织靠拢。我知道自己现在在思想上还不够成熟，我会积极学习关于党的一切知识，让自己的思想越来越成熟，让自己不仅要在行为上入党，更要在思想上入党；其次，我会积极努力学习自己的专业知识，并不断学习其他文化自己，让自己有一技之长，能够为国家建设出一点微不足道的力；在生活中积极向上，乐于助人，争当一个优秀的先锋模范；在工作中严格要求自己，勤奋努力，力争做一个有思想有能力的人。​ 如果党组织接收我为预备党员，我将以优秀党员为榜样，坚决履行党员义务，兢兢业业工作，老老实实做人，自觉学习科学文化知识，提高自己各个方面的能力，时刻准备着把自己的一切献给党和人民；如果没有接收，那说明我在各方面的能力还有所欠缺，那我也决不会气馁，我将不断的反省自己，找出自己的不足，更加努力学习，拓宽自己的知识，提高自己的能力，不断完善自己。​ 我相信在自己不断的努力进步中，自己一定可以成为一名合格的共产党员。​ 请党组织考验我！ ​ 签字：侯强","categories":[],"tags":[{"name":"随笔","slug":"随笔","permalink":"http://jk129.github.io/blog/tags/%E9%9A%8F%E7%AC%94/"}]},{"title":"侯强的第一篇文章","slug":"侯强的第一篇文章","date":"2020-02-16T05:22:05.000Z","updated":"2020-02-16T13:01:06.396Z","comments":true,"path":"2020/02/16/侯强的第一篇文章/","link":"","permalink":"http://jk129.github.io/blog/2020/02/16/%E4%BE%AF%E5%BC%BA%E7%9A%84%E7%AC%AC%E4%B8%80%E7%AF%87%E6%96%87%E7%AB%A0/","excerpt":"","text":"客官稍等，文章待载入……","categories":[],"tags":[]},{"title":"你好啊，世界","slug":"你好啊，世界","date":"2020-02-16T03:10:13.768Z","updated":"2020-02-16T12:51:20.814Z","comments":true,"path":"2020/02/16/你好啊，世界/","link":"","permalink":"http://jk129.github.io/blog/2020/02/16/%E4%BD%A0%E5%A5%BD%E5%95%8A%EF%BC%8C%E4%B8%96%E7%95%8C/","excerpt":"","text":"Welcome to 侯强的博客，随意浏览，随意评论，谢谢！","categories":[],"tags":[]}]}